[
  {
    "surface": "一个人站在雨中一动不动，几分钟后死了，但不是被雷劈，也不是生病。",
    "bottom": "他是一名跳伞员，降落伞没有打开。下雨让他意识到自己正在高速下坠，最终摔死。"
  },
  {
    "surface": "一个男人躺在空房间里，地上有一滩水和一些碎玻璃，他是怎么死的？",
    "bottom": "他原本是一条金鱼，鱼缸被打碎了，水流出，玻璃是鱼缸碎片。"
  },
  {
    "surface": "父亲和儿子出车祸，父亲当场死亡，儿子被送往医院。医生一看说：‘我不能给他做手术，这是我儿子！’ 为什么？",
    "bottom": "医生是孩子的母亲。"
  },
  {
    "surface": "一个男人走进酒吧，点了一杯‘螺丝刀’。酒保递给他一杯酒和一把真正的螺丝刀。男人满意地喝完酒离开了。为什么？",
    "bottom": "男人是名电工，他点的‘螺丝刀’是一种鸡尾酒（伏特加+橙汁），但他今天真的需要一把螺丝刀修理东西。酒保以为他要的是酒+工具套餐，于是都给了他，而男人刚好需要，所以很满意。"
  },
  {
    "surface": "一名劫匪冲进银行大喊：‘所有人不许动！钱是国家的，命是自己的！’结果所有人都乖乖趴下，唯独一名男子站着微笑。劫匪愣住，随后灰溜溜地走了。为什么？",
    "bottom": "这名男子是银行的运钞车保安，当时他正穿着防弹衣持枪站岗。劫匪一进来就认出了他，知道硬抢必死无疑，只好假装狠话然后跑路。"
  },
  {
    "surface": "一位老太太每天都会去公园喂鸽子，但有一天她突然不喂了，鸽子们却依然聚集在原地等待。为什么？",
    "bottom": "老太太其实已经去世了，但她的家人为了纪念她，每天继续用自动投喂机在固定时间撒鸟食。鸽子们不知道她已离世，依然准时来吃。"
  },
  {
    "surface": "一对情侣入住酒店，前台说：‘我们的电梯有点特别，如果按钮亮红灯千万别进去。’半夜，男友独自下楼，发现电梯按钮闪着红光，但他还是进去了。第二天，女友发现他消失了，调监控却看到他根本没进电梯。",
    "bottom": "‘红灯电梯’是通往另一个空间的通道。男友进去后进入了平行世界，所以在原世界的监控里他并未进入电梯，而是直接消失了。"
  },
  {
    "surface": "女孩每晚都梦见自己被同一个黑影追逐。某天，她终于鼓起勇气回头，发现黑影竟是她自己。第二天，她再也没醒来。",
    "bottom": "女孩其实已经死了，黑影是她的灵魂。当她回头看清自己时，灵魂彻底脱离肉体，于是现实中的她‘长眠’了。"
  },
  {
    "surface": "男子总感觉家里有‘第二个人’，比如水杯莫名移动、电视自动换台。他安装监控后，发现一切正常。直到某天，他在监控里看到自己背对镜头……而当时他明明面朝屏幕。",
    "bottom": "他家确实有‘另一个他’——是镜中的倒影成了精。监控拍不到灵体，但能拍到被灵体控制的镜像动作。"
  },
  {
    "surface": "男孩每天放学都会去墓地待一小时。妈妈以为他心理有问题，跟踪后发现他只是在墓碑前安静写作业。",
    "bottom": "墓碑下埋的是他父亲。父亲临终前说：‘男子汉要坚强，别总哭哭啼啼的。’于是男孩每天来陪爸爸，并坚持写完作业证明自己很坚强。"
  },
  {
    "surface": "老奶奶总对着空椅子说话：‘老头子，吃饭了。’子女以为她痴呆，直到整理遗物时发现一张老照片——椅子上曾坐着已逝的爷爷。",
    "bottom": "奶奶一直能看见爷爷的灵魂坐在那把椅子上，子女看不见，误以为她神志不清。"
  },
  {
    "surface": "流浪狗每天蹲在医院门口，护士们轮流喂它。某天它突然冲进大厅狂吠，被保安赶出去。当晚医院发生火灾，狗狗救了一个婴儿。",
    "bottom": "狗狗闻到了烟味，想警告人们。被赶走后它绕到病房窗外继续叫，吵醒了婴儿的父母，让他们及时发现火情逃生。"
  },
  {
    "surface": "科学家发明了‘时间暂停器’，但每次使用后，身边总有人消失。某天他暂停时间救下一个跳楼者，回家发现妻子不见了。",
    "bottom": "时间暂停的本质是‘偷取他人时间’来延长自己的瞬间。每用一次，随机一个人的存在会被抹去，这次轮到了他的妻子。"
  },
  {
    "surface": "男人收到一封来自未来的信：‘别打开地下室。’他无视警告撬开锁，发现里面竟是一具自己的尸体，手里攥着同样的信。",
    "bottom": "这是一个时间循环陷阱。未来的他因打开地下室而死，临死前写信警告过去的自己，但每次循环都会重复悲剧。"
  },
  {
    "surface": "女孩的猫会说话，但只有当她独处时才行。某天猫突然说：‘快逃！你根本不是一个人！’她回头看到镜中的自己正咧嘴笑。",
    "bottom": "女孩是镜中世界的复制品，真正的她早已被替换。猫是守护灵，试图提醒她，但为时已晚。"
  },
  {
    "surface": "实习生总发现自己的方案被署上总监名字。他偷偷在文件里加了一句‘抄袭者死’，第二天总监猝死在办公室。",
    "bottom": "总监有严重心脏病，看到那句话后以为被诅咒，过度惊恐引发心梗。实习生并不知道他的健康状况。"
  },
  {
    "surface": "女员工连续加班，每晚都收到匿名咖啡。她调监控发现是清洁工放的，而清洁工上周就离职了。",
    "bottom": "清洁工是公司前高管，因被裁员自杀，灵魂徘徊在办公楼。他同情同样被压榨的她，默默送咖啡。"
  },
  {
    "surface": "销售冠军突然拒绝所有客户，整天盯着空椅子说话。同事拆开他的耳机，发现根本没有播放音乐。",
    "bottom": "椅子是他已逝导师常坐的位置。他靠‘假装导师指导’来激励自己，如今压力过大导致精神分裂。"
  },
  {
    "surface": "学霸每晚熄灯后溜出宿舍，早操时总满身是土。老师跟踪发现他在坟地背书，墓碑名字和他一样。",
    "bottom": "他是被收养的，墓碑下埋着双胞胎兄弟。兄弟临死前说‘替我考上大学’，于是他每晚来坟前兑现承诺。"
  },
  {
    "surface": "转学生从不说话，却总在纸上画同一把刀。某天全班收到匿名信：‘游戏开始’，他的画变成了血红色。",
    "bottom": "他是连环杀手的儿子，刀是凶器。信是杀手父亲寄的，暗示要对他同学下手。"
  },
  {
    "surface": "女生总说‘同桌有两个人’，大家以为她幻觉。毕业合照洗出来后，她指着空白处哭道：‘他终于走了。’",
    "bottom": "空白处曾坐着她的青梅竹马，因救她溺水身亡。她一直能看到他的灵魂，毕业那天他执念消散。"
  },
  {
    "surface": "侠客追杀仇人十年，终于找到时，对方却笑问：‘你确定我杀的是你父亲？’随后摘下面具，露出和他一样的脸。",
    "bottom": "仇人是他生父。当年父亲为保护他假死，却被误会成凶手，如今父子相残。"
  },
  {
    "surface": "新娘成亲当晚自尽，丫鬟发现她手腕有鳞片。道士掀开盖头，新娘嘴里竟含着一条活鱼。",
    "bottom": "新娘是河伯的新娘，被水鬼附身。鱼是契约信物，她为逃婚咬断鱼鳃，但已妖化。"
  },
  {
    "surface": "书生借宿破庙，总听见女子哭诉‘还我眼睛’。他挖开佛像底座，发现里面埋着一具戴玉镯的骸骨。",
    "bottom": "佛像眼睛是玉做的，被贪财和尚挖走。女子为寻失窃的镯子（与佛像玉眼同料）被害，怨魂不散。"
  },
  {
    "surface": "男人每天给妻子送花，直到花店老板报警：‘您妻子三年前就去世了。’警察调查后发现更诡异的事。",
    "bottom": "男人是植物人，灵魂以为妻子还活着。花店老板能看到灵体，发现他送的花全是坟前的野菊。"
  },
  {
    "surface": "整栋楼住户都反映半夜听见弹珠声，物业检查后说：‘这栋楼根本没有小孩。’",
    "bottom": "声音来自天花板钢筋热胀冷缩，但住户们不知道。物业隐瞒的是——这楼曾是孤儿院，死过很多孩子。"
  },
  {
    "surface": "快递员总在404号房门口看到包裹，但该房无人居住。某天他忍不住拆开，里面是一张写着他名字的死亡证明。",
    "bottom": "他曾撞死人逃逸，死者住在404。包裹是亡灵寄的，死亡证明上的日期是他即将车祸身亡的日子。"
  }
]